[
    {
      "_id": "id_01",
      "index": 0,
      "isOnSale": true,
      "discount": 40,
      "price": "$2,234.74",
      "inventory": 75,
      "productName": "T-shirt",
      "name": "Esmeralda",
      "company": "ZAGGLE",
      "about": "Officia ex adipisicing consequat occaecat est voluptate qui. Nulla magna excepteur laborum magna qui. Ullamco et aute eu esse minim eiusmod mollit excepteur Lorem. Qui ex sint exercitation occaecat aliqua dolore nulla minim eiusmod.",
      "countryOrigin": "Korea"
    },
    {
      "_id": "id_02",
      "index": 1,
      "isOnSale": true,
      "discount": 28,
      "price": "$2,826.95",
      "inventory": 82,
      "productName": "Skirt",
      "name": "Juliet",
      "company": "DEEPENDS",
      "about": "Esse deserunt exercitation proident id officia non qui tempor esse officia culpa tempor. Magna nostrud sit magna ipsum nostrud culpa. Qui dolore velit ad reprehenderit ipsum. Deserunt ex officia pariatur id ut voluptate cupidatat magna. Quis id sunt cillum ut consectetur voluptate in officia exercitation consequat et velit.",
      "countryOrigin": "India"
    },
    {
      "_id": "id_03",
      "index": 2,
      "isOnSale": true,
      "discount": 15,
      "price": "$2,682.53",
      "inventory": 97,
      "productName": "Neck Tie",
      "name": "Anna",
      "company": "TERASCAPE",
      "about": "Eu officia mollit est sunt. Laboris sit sit ea exercitation nostrud ea et cupidatat. Cillum mollit commodo anim irure qui enim proident eu voluptate enim incididunt Lorem Lorem consectetur. Eiusmod culpa non labore veniam. Ad laborum adipisicing reprehenderit elit esse exercitation Lorem adipisicing laboris ex.",
      "countryOrigin": "France"
    },
    {
      "_id": "id_04",
      "index": 3,
      "isOnSale": true,
      "discount": 33,
      "price": "$2,411.14",
      "inventory": 56,
      "productName": "Pants",
      "name": "Karla",
      "company": "UNCORP",
      "about": "Dolor pariatur adipisicing non reprehenderit dolor ut. Dolor do nisi quis ad in ex sunt. Cillum labore cupidatat ut anim ullamco officia pariatur amet tempor culpa labore pariatur anim proident. Consectetur cillum exercitation exercitation sint velit reprehenderit nulla nostrud tempor do. Est mollit ullamco labore et sit voluptate commodo sint magna ea. Ullamco mollit veniam consectetur ullamco in reprehenderit id eiusmod ad dolor enim ut laboris ad.",
      "countryOrigin": "France"
    },
    {
      "_id": "id_05",
      "index": 4,
      "isOnSale": true,
      "discount": 5,
      "price": "$3,110.46",
      "inventory": 79,
      "productName": "Socks",
      "name": "Socorro",
      "company": "PROSURE",
      "about": "Eu eiusmod reprehenderit aliqua quis minim nostrud anim id deserunt in. Est eu veniam proident consectetur occaecat excepteur labore officia excepteur enim enim. Et ut nulla Lorem cupidatat ipsum sunt occaecat elit eiusmod. Laborum nulla ipsum duis proident esse minim incididunt. In laboris qui labore enim magna exercitation irure.",
      "countryOrigin": "England"
    },
    {
      "_id": "id_06",
      "index": 5,
      "isOnSale": true,
      "discount": 45,
      "price": "$1,772.06",
      "inventory": 81,
      "productName": "Blouse",
      "name": "Carole",
      "company": "BLEEKO",
      "about": "Incididunt eiusmod aute proident ad ad id ipsum deserunt id esse cupidatat voluptate mollit. Anim do labore ex in ex excepteur consequat elit dolore cillum. Exercitation consequat irure culpa qui voluptate quis id minim eiusmod occaecat qui velit do. Et aliquip Lorem eiusmod ipsum sunt culpa qui. Id ut sit ut cillum magna mollit sunt. Deserunt amet aliquip elit occaecat tempor aute dolore.",
      "countryOrigin": "England"
    },
    {
      "_id": "id_07",
      "index": 6,
      "isOnSale": false,
      "discount": 0,
      "price": "$2,276.24",
      "inventory": 86,
      "productName": "Sleeveless Top",
      "name": "Diana",
      "company": "SPRINGBEE",
      "about": "Proident in aliqua sint labore incididunt eu mollit quis labore qui in non. Aliqua quis reprehenderit do tempor labore. Occaecat ea veniam laborum anim enim ullamco. Sit tempor ad enim voluptate minim officia Lorem aute in est est enim sunt officia.",
      "countryOrigin": "France"
    },
    {
      "_id": "id_08",
      "index": 7,
      "isOnSale": true,
      "discount": 12,
      "price": "$1,984.36",
      "inventory": 89,
      "productName": "Shorts",
      "name": "Carpenter",
      "company": "PAPRICUT",
      "about": "Excepteur nulla veniam nulla deserunt cillum nostrud fugiat sunt minim esse tempor sit dolore. Excepteur proident amet proident enim. Laboris culpa Lorem nulla ea mollit. Excepteur mollit nulla veniam eiusmod ullamco excepteur ea esse consequat elit duis fugiat ex dolor.",
      "countryOrigin": "Korea"
    }
  ]